{
    "MahakumbhSpecialOfferings": {
        "MahakumbhPrasad": {
            "Introduction": {
                "id":"10001",
                "image":"Mahakumbh_Prasad.jpeg",
                "en": "The Importance of Prasad",
                "hi": "प्रसाद का महत्व",
                "Description": {
                    "en": "<p>Kumbh Mela is one of the most significant religious and cultural events in Hinduism, where millions of people gather to take a holy dip and seek purification of the soul. During this time, the importance of prasad is profound.</p><p>Prasad, which is received after offering prayers, is considered a symbol of divine grace. Receiving prasad strengthens one's faith and devotion. It is believed to bring mental peace, inner balance, and blessings from the divine. Prasad is seen as a blessing from God, symbolizing prosperity and spiritual well-being.</p><p>The importance of prasad is heightened during Kumbh Mela because it brings people together and promotes religious unity. Special foods like halwa, chakri, tilak, and other offerings are distributed as prasad, which are considered sacred. Consuming these foods is believed to purify the individual and create a sense of spiritual elevation.</p>",
                    "hi": "<p>कुंभ मेला हिंदू धर्म का एक प्रमुख धार्मिक और सांस्कृतिक आयोजन है, जिसमें लाखों लोग अपने पापों से मुक्ति पाने और आत्मा की शुद्धि के लिए पवित्र स्नान करते हैं। इस दौरान प्रसाद का विशेष महत्व होता है। </p> <p>प्रसाद, जिसे श्रद्धालु पूजा के बाद प्राप्त करते हैं, भगवान की कृपा का प्रतीक माना जाता है। इसे लेने से व्यक्ति की धार्मिकता और विश्वास मजबूत होते हैं। प्रसाद का सेवन करने से भक्तों को मानसिक शांति, आंतरिक संतुलन और शुभता प्राप्त होती है। इसे दिव्य आशीर्वाद के रूप में देखा जाता है, जो जीवन में सुख-समृद्धि और भगवान के blessings का प्रतीक होता है। </p> <p> कुंभ मेले में प्रसाद का महत्व इसलिए भी बढ़ जाता है क्योंकि यह भक्तों को एकजुट करता है और धार्मिक एकता को बढ़ावा देता है। प्रसाद के रूप में वितरित हलवा, चखड़ी, तिलक, और अन्य विशेष खाद्य पदार्थ भी विशेष रूप से पवित्र माने जाते हैं और इनका सेवन करने से पवित्रता की अनुभूति होती है।</p>"
                }
            },
            "Products": [
                {
                    "id":"100011",
                    "title": "Laddu",
                    "price": 251,
                    "priceDescription": "per paket",
                     "description": "During the Mahakumbh, Laddu Prasad is offered to deities and then distributed among devotees. It is considered a symbol of divine blessings and grace"
                },
                {
                    "id":"100012",
                    "title": "Mishri",
                    "price": 101,
                    "priceDescription": "per paket",
                    "description": "represents the sweetness of life and divine grace. Offering and receiving Mishri Prasad during Mahakumbh is considered a way to invoke sweetness in thoughts, actions, and relationships"
                },
                {
                    "id":"100013",
                    "title": "Nariyal and Mishri",
                    "price": 251,
                    "priceDescription": "per paket",
                    "description": "The hard shell of the coconut symbolizes human ego, which needs to be broken for a devotee to reach God. By offering it, the devotee signifies the renunciation of selfish desires"
                },
                {
                    "id":"100014",
                    "title": "Kaju Badam and Mishri",
                    "price": 351,
                    "priceDescription": "per paket",
                    "description": "Kaju badam and mishri-Cashews and almonds are considered offerings that bring good fortune and prosperity. Consuming and distributing them is a symbol of bringing happiness, prosperity, and peace into life."
                },
                {
                    "id":"100015",
                    "title": "Elichi Dana and Lai",
                    "price": 151,
                    "priceDescription": "per paket",
                    "description": "Cardamom is offered to deities and is considered sacred. It symbolizes spiritual purity and mental peace. Consuming cardamom during Mahakumbh is believed to purify the soul."
                }
            ]
        },
        "SangamGangajl": {
          "Introduction": {
                "id":"10002",
                "image":"SangamSudhGangajl.png",
                "en": "Sangam gangajl",
                "hi": "त्रिवेणी गंगाजल का महत्त्व",
            "Description": 
                {
                    "en": "<p>Triveni Gangajal holds significant religious and cultural importance, particularly associated with the Triveni Sangam in Prayagraj (formerly known as Allahabad), where the three holy rivers — the Ganga, Yamuna, and the invisible Saraswati — meet. The water from this confluence is considered extremely sacred, and it is regarded as one of the purest forms of Gangajal.</p><p>Gangajal is revered in Hinduism for its purity and spiritual significance. The water from the Triveni Sangam is especially important because it symbolizes the union of three rivers, which is called Triveni or the Triveni Sangam. This water is not only sacred from a religious perspective but is also believed to have health benefits. </p><p>Key Reasons for Its Importance:</p><p>1. Liberation from Sins: Drinking Triveni Gangajal is believed to absolve individuals of their sins and purify their soul. It is consumed by devotees seeking spiritual purification.<p><p> 2. Spiritual Advancement: Consuming Triveni Gangajal brings mental peace, spiritual progress, and divine blessings, leading to personal growth and inner harmony.</p><p>3. Religious Significance: The importance of Triveni Gangajal increases during religious events like the Kumbh Mela, where it is taken during ritual baths, believed to help one attain salvation (moksha). </p> <p> 4. Protection and Blessings: Keeping Triveni Gangajal at home is believed to bring peace, prosperity, and protection from negative forces. It is seen as a purifier, guarding the home against any adverse influences.</p> <p>In this way, Triveni Gangajal is not only of religious importance but also serves as a source of positive energy, tranquility, and blessings in daily life.</p>",
                    "hi": "<p>त्रिवेणी गंगाजल का विशेष धार्मिक और सांस्कृतिक महत्त्व है, जो विशेष रूप से प्रयागराज (आधिकारिक रूप से इलाहाबाद) में स्थित त्रिवेणी संगम से संबंधित है। त्रिवेणी संगम वह स्थल है जहां गंगा, यमुनाजी और अदृश्य सरस्वती नदी का मिलन होता है। इस संगम के जल को अत्यंत पवित्र माना जाता है, और इसे गंगाजल के सर्वोत्तम रूपों में से एक माना जाता है।</p><p>गंगाजल को हिंदू धर्म में अत्यंत पवित्र और शुद्ध माना जाता है। त्रिवेणी गंगाजल विशेष रूप से इस कारण महत्वपूर्ण है क्योंकि यह तीन नदियों का संगम है, जिसे हिंदू धर्म में त्रिवेणी या त्रिवेणी संगम कहा जाता है। यह जल न केवल धार्मिक दृष्टि से पवित्र होता है, बल्कि इसे स्वास्थ्य के लिए भी लाभकारी माना जाता है। </p><p><strong>महत्त्व के कुछ प्रमुख कारण:</strong></p><p>1. पापों से मुक्ति: त्रिवेणी गंगाजल का पान करने से भक्तों के पाप समाप्त हो जाते हैं और आत्मा को शुद्धि मिलती है। इसे श्रद्धालुओं द्वारा पवित्रता प्राप्त करने के लिए लिया जाता है।</p><p>2. आध्यात्मिक उन्नति: त्रिवेणी गंगाजल का सेवन करने से व्यक्ति को मानसिक शांति, आध्यात्मिक उन्नति और भगवान के आशीर्वाद प्राप्त होते हैं।</p><p> </p><p>3. धार्मिक महत्त्व: विशेष रूप से कुम्भ मेला जैसे आयोजनों में त्रिवेणी गंगाजल का महत्व अत्यधिक बढ़ जाता है। यह जल स्नान के साथ लिया जाता है, और इसके द्वारा व्यक्ति को मोक्ष की प्राप्ति की उम्मीद की जाती है।</p><p>4. रक्षा और आशीर्वाद: त्रिवेणी गंगाजल घरों में रखने से घर में सुख, शांति और समृद्धि बनी रहती है। इसे हर प्रकार की नकारात्मकता से रक्षा करने वाला माना जाता है।</p><p>इस प्रकार, त्रिवेणी गंगाजल न केवल धार्मिक दृष्टि से महत्वपूर्ण है, बल्कि यह जीवन में सकारात्मक ऊर्जा, शांति और आशीर्वाद का स्रोत भी है। </p>"
                }
            },
            "Products": [
                {
                "id":"100021",
                "title": "Triveni Sangam Shudh Gangajal",
                "price": 101,
                "priceDescription": "per litre",
                "description": "Gangajal is revered in Hinduism for its purity and spiritual significance"
                }
            ]
        }
    },
    "MahakumbhBhanaraOffering": {
        "SpecialBhandara": {
            "Introduction": {
                "id":"10003",
                "image":"mahakumbhbhandaara.jpg",
                "en": "Maha Kumbh Special Bhandara",
                "hi": "महाकुंभ विशेष भंडारा",
                "Description": {
                    "en": "<p>The Maha Kumbh Mela, one of the largest religious gatherings in the world, is an occasion marked by spiritual fervor, rituals, and acts of charity. During this grand event, special bhandaras (community feasts) play a vital role in bringing people together and reinforcing the values of selflessness and service.</p><p>During the Maha Kumbh, numerous bhandaras are organized by religious institutions, temples, and even individuals who wish to serve the thousands of pilgrims attending the event. These feasts not only provide sustenance to the hungry but also promote a sense of equality, unity, and devotion.</p> <p><strong>Significance of the Special Bhandaras at Maha Kumbh:</strong></p><p><strong>Charity and Selflessness:</strong></p><p><strong>Spiritual Offering</strong></p><p><strong>Nourishment of Body and Soul:</strong></p><p><strong>Variety of Offerings:</strong></p>",
                    "hi": "<p>महाकुंभ मेला, जो दुनिया के सबसे बड़े धार्मिक आयोजनों में से एक है, एक ऐसा अवसर है जिसे आध्यात्मिक उन्नति, अनुष्ठान और परोपकार की भावना से मनाया जाता है। इस महान आयोजन के दौरान विशेष भंडारे (सामुदायिक भोज) का बहुत महत्व होता है, जो लोगों को एक साथ लाने और निःस्वार्थ सेवा के सिद्धांत को बढ़ावा देने का कार्य करते हैं।</p><p>महाकुंभ के दौरान, धार्मिक संस्थाएं, मंदिर और यहां तक कि वे लोग भी जो परोपकार के इच्छुक होते हैं, हजारों तीर्थयात्रियों को भोजन देने के लिए भंडारे आयोजित करते हैं। ये भंडारे न केवल भूखों को भोजन प्रदान करते हैं, बल्कि समानता, एकता और भक्ति के भावनाओं को भी बढ़ावा देते हैं।</p><p><strong>महाकुंभ में विशेष भंडारे का महत्व:</strong></p><p><strong>दान और निःस्वार्थ सेवा:</strong></p><p><strong>आध्यात्मिक आर्पण</strong></p><p><strong>शरीर और आत्मा का पोषण</strong></p><p><strong>भोजन की विविधता</strong></p>"
                }
            },
            "Products": [
                {
                    "id":"100031",
                    "title": "Khichdi",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "Khichdi is often served during religious festivals and events because it is considered a pure and sacred food. After being offered to the deities, it is distributed to devotees as a blessing, symbolizing divine grace"
                },
                {
                    "id":"100032",
                    "title": "Sweets",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "Included (Jalebhi , Rassgulla, bundi laddu)Sweets are considered a symbol of the sweetness of life and are often used in religious offerings to please the gods. In the Kumbh Mela, the distribution of sweets is an expression of gratitude and devotion. It is believed that by offering sweets to the devotees, one earns divine blessings and positive karma."
                },
                {
                    "id":"100033",
                    "title": "Puri Sbji and khir",
                    "price": 151,
                    "priceDescription": "per Kg",
                    "description": "The Puri-Sabji and Kheer Bhandara at the Maha Kumbh Mela is a very popular and special tradition. This event provides devotees with delicious and nutritious food, which contributes to their physical and mental satisfaction. The Puri, Sabji, and Kheer Bhandara is especially offered during religious events and pilgrimages, and it symbolizes unity, equality, and collective service among the devotees."
                },
                {
                    "id":"100034",
                    "title": "Kadhi chawal",
                    "price": 101,
                    "priceDescription": "per Kg",
                    "description": "During the Kumbh Mela, Kadhi Chawal, like other food offerings, is considered sacred and is often served after being offered to deities. The act of preparing and distributing this meal is seen as an expression of devotion, as devotees believe that feeding others in this way brings blessings and positive karma."
                },
                {
                    "id":"100035",
                    "title": "Chai pakoda",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "Offering chai and pakoda to the devotees is a gesture of hospitality and generosity. This simple yet thoughtful offering makes pilgrims feel welcome and cared for, creating a sense of community and collective spirit. It represents the selfless service (seva) that is a central theme of the Kumbh Mela."
                },
                {
                    "id":"100036",
                    "title": "Halwa Bhandara ",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "The Halwa Bhandara at the Maha Kumbh Mela is considered a sacred meal. After being offered to the Lord, it is distributed among the devotees, making it a divine prasad. The distribution of halwa is seen as an act of service and is considered a symbol of blessings and merit among the devotees."
                },
                {
                    "id":"100037",
                    "title": "Mixed Fruit Bhandara",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "Just like other offerings at the Kumbh Mela, the distribution of mixed fruits is viewed as an act of service (seva). It is believed that by serving others in such a manner, one earns divine merit and blessings. Sharing fruits symbolizes the sharing of nature’s blessings with fellow human beings, reinforcing the spirit of togetherness."
                },
                {
                    "id":"100038",
                    "title": "Milk Bhandara",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "Consuming milk provides mental peace and contentment, especially for those devotees engaged in intense spiritual practices or long pilgrimages. It offers comfort and helps them achieve focus and calmness in their spiritual journey."
                }
            ]
        },
        "mahadaan": {
            "Introduction": {
                "id":"10004",
                "image":"Mahadfaan.png",
                "en": "Mahadaan at the Kumbh Mela:",
                "hi": "महादान",
            "Description": {
                "en": "<p>Performing Mahadaan is believed to bring immense spiritual merit and blessings. It is considered a divine offering, and by engaging in this act of charity, devotees receive divine grace, peace, prosperity, and spiritual progress. Donating at the Kumbh Mela is viewed as a way to cleanse the soul and attain higher spiritual goals.</p><p> One of the primary purposes of Mahadaan is to assist the impoverished and needy. Pilgrims and devotees offer food, clothes, money, and other essentials to the poor, disabled, and disadvantaged. This act fosters a sense of equality and unity within society, as it encourages selflessness and kindness towards those in need.</p>",
                "hi": "<p>महादान करना विशेष रूप से पुण्यप्रद होता है। इसे भगवान को अर्पित करने के रूप में माना जाता है, और इससे भक्तों को दिव्य आशीर्वाद और जीवन में शांति, समृद्धि, और आध्यात्मिक उन्नति प्राप्त होती है। महाकुंभ मेला में दान करने से भक्तों को एक अत्यधिक पुण्य का भागीदार बनने का अवसर मिलता है।</p><p>महादान का एक मुख्य उद्देश्य समाज के कमजोर और जरूरतमंद वर्ग की सहायता करना है। तीर्थयात्री और श्रद्धालु गरीबों, असहायों, और विकलांगों को भोजन, वस्त्र, धन और अन्य आवश्यक चीजें दान करते हैं, जिससे समाज में समानता और एकता की भावना बढ़ती है। </p>"
            }
            },
            "Products": [
                {
                    "id":"100041",
                    "title": "Atta Daan",
                    "price": 101,
                    "priceDescription": "per Kg",
                    "description": "ike other forms of charity at the Kumbh Mela, Atta Daan is believed to bring spiritual merit."
                },
                {
                    "id":"100042",
                    "title": "Rice Daan",
                    "price": 101,
                    "priceDescription": "per Kg",
                    "description": "Donating rice at the Kumbh Mela is believed to bring spiritual merit. It is considered a sacred act dedicated to God, and by performing this act of charity, the donor earns blessings and purification of the soul"
                },
                {
                    "id":"100043",
                    "title": "Sugar Daan",
                    "price": 151,
                    "priceDescription": "per Kg",
                    "description": "Donating sugar is considered an act that earns spiritual merit. In Hinduism, acts of charity are believed to bring spiritual benefits, and offering sugar is seen as a way to receive divine blessings."
                },
                {
                    "id":"100044",
                    "title": "White Til Daan",
                    "price": 51,
                    "priceDescription": "per Kg",
                    "description": "it is believed to earn the donor spiritual merit (punya) and bring them closer to divinity. The act of giving white sesame seeds is seen as an offering to the gods, helping the donor achieve peace, prosperity, and spiritual growth"
                },
                {
                    "id":"100045",
                    "title": "Vastra Daan ",
                    "price": 351,
                    "priceDescription": "per Kg",
                    "description": "Offer dhoti, kurta, and gamcha as Vastra Daan to honor ancestors, bring blessings, and foster spiritual connection across generations."
                },
                {
                    "id":"100046",
                    "title": "Fruits Daan and Vastra",
                    "price": 551,
                    "priceDescription": "per Kg",
                    "description": "It provides full contentment to your ancestors and brings well-being into your life."
                },
                {
                    "id":"100047",
                    "title": "Achala for sant daan",
                    "price": 501,
                    "priceDescription": "per Kg",
                    "description": "Achala for Sant Daan is a selfless offering made to revered saints or spiritual leaders, symbolizing devotion and respect."
                },
                {
                    "id":"100048",
                    "title": "Sampoorna Maha bhent",
                    "price": 751,
                    "priceDescription": "per Kg",
                    "description": "Sampoorna Mahabhent refers to a complete and grand offering made with full devotion and reverence, typically during significant religious or spiritual occasions"
                },
                {
                   "id":"100049",
                    "title": "Kambhal Daan ",
                    "price": 351,
                    "priceDescription": "per Kg",
                    "description": "In Hindu tradition, donating blankets is seen as a virtuous act that brings spiritual merit (punya). This act is believed to purify the soul, help in the atonement of sins, and earn blessings from the divine"
                }
            ]
        },
        "SantMahabhoj": {
            "Introduction": {
                "id":"10005",
                "image":"SantMahabhooj.png",
                "en": "Sant Mahabhoj",
                "hi": "संत महाभोज ",
          
            "Description": {
                "en": "<p>The Kumbh Mela is a grand religious gathering where millions of devotees and saints come together. One of the important traditions at the Kumbh Mela is the Sant Mahabhoj, which promotes the values of service, respect, and devotion. During this occasion, large-scale meals are offered to saints and religious leaders, honoring them and receiving their blessings. This practice not only has religious significance but also fosters social unity and cultural harmony.</p>",
                "hi": "<p>कुंभ मेला एक विशाल धार्मिक आयोजन है, जहाँ लाखों श्रद्धालु और संत एकत्र होते हैं। इस पवित्र मेला में संत महाभोज का आयोजन एक महत्वपूर्ण परंपरा है, जो समाज में सेवा, श्रद्धा, और भक्ति की भावना को प्रगाढ़ करता है। संत महाभोज में संतों और धार्मिक गुरुओं को सामूहिक रूप से भोजन कराया जाता है, जिससे उन्हें सम्मान और आशीर्वाद मिलता है। यह आयोजन न केवल धार्मिक दृष्टि से महत्वपूर्ण है, बल्कि समाजिक और सांस्कृतिक दृष्टिकोण से भी इसका विशेष महत्व है।</p>"
            }
        },
            "Products": [
                {
                    "id":"100051",
                    "title": "Milk Maha Prasad ",
                    "price": 351,
                    "priceDescription": "for 11 Sant",
                    "description": "Participating in Sant Mahabhoj is believed to purify the soul, cleanse past sins, earn divine blessings, and help devotees achieve spiritual fulfillment and progress on their path to enlightenment."
                },
                {
                    "id":"100052",
                    "title": "Halwa puri Prasad",
                    "price": 2100,
                    "priceDescription": "for 11 Sant",
                    "description": "Participating in Sant Mahabhoj is believed to purify the soul, cleanse past sins, earn divine blessings, and help devotees achieve spiritual fulfillment and progress on their path to enlightenment."
                },
                {
                    "id":"100053",
                    "title": "Fruit prasad",
                    "price": 751,
                    "priceDescription": "for 11 sant",
                    "description": "Donating sugar is considered an act that earns spiritual merit. In Hinduism, acts of charity are believed to bring spiritual benefits, and offering sugar is seen as a way to receive divine blessings."
                },
                {
                    "id":"100054",
                    "title": "Khichdi prasad ",
                    "price": 1100,
                    "priceDescription": "for 11 sant",
                    "description": "Khichdi, considered a pure and sacred food, is offered to deities during religious festivals and events and then distributed to devotees as a blessing, symbolizing divine grace."
                },
                {
                    "id":"100055",
                    "title": "Chai pakoda",
                    "price": 851,
                    "priceDescription": "for 11 sant",
                    "description": "Offering chai and pakoda to devotees symbolizes hospitality, generosity, and selfless service, fostering a sense of community and collective spirit at the Kumbh Mela."
                },
                {
                    "id":"100056",
                    "title": "Full meal",
                    "price": 151,
                    "priceDescription": "for 1 sant",
                    "description": "Offer a full meal consisting of puri, vegetables, lentils, and rice to honor your ancestors and bring them peace and contentment."
                }
            ]
        }
    }
}